import ice1 from "../../assets/11.jpg";
import ice2 from "../../assets/22.jpg";
import ice3 from "../../assets/33.jpg";
import ice4 from "../../assets/44.jpg";
import ice5 from "../../assets/55.jpg";
import ice6 from "../../assets/66.jpg";

const assor = [
    {
        eventKey: 'first',
        img: ice1,
        label: 'Цитрус+витамин',
        price: '547.5',
        description: 'Сливочное мороженое с апельсиново-мандариновой прослойкой обогащенное витамином «С».',
        text1: 'Сливки, восстановленное обезжиренное молоко,апельсиново-мандариновая прослойка (апельсин, мандарин, сахар, стабилизатор (Е440),' +
            ' регулятор кислотности (Е330),ароматизатор “мандарин-апельсин”, краситель (Е160с), консервант (Е202)), сахарный сироп,' +
            ' глюкозный сироп, аскорбиновая кислота, эмульгатор (Е471), стабилизаторы (Е466, Е412,Е407).',
        text2: 'Калорийность- 180 ккал/756 кДж; жир- 8,5 г., углеводы- 23 г., белок-3 г.'

    },
    {
        eventKey: 'second',
        img: ice2,
        label: 'Малина + протеин',
        price: '547.5',
        description: 'Сливочное мороженое с малиновой прослойкой обогащенное протеином.',
        text1: 'Сливки, восстановленное обезжиренное молоко, малиновая прослойка (сахар, ' +
            'малина, загуститель (Е440), ароматизатор малина, сок лимона концентрированный, ' +
            'краситель (Е120)), сахарный сироп, концентрат сывороточного белка, глюкозный сироп, ' +
            'эмульгатор (Е471), стабилизаторы (Е466, Е412, Е407).',
        text2: 'Калорийность- 197 ккал/760 кДж; жир- 8 г., углеводы- 26 г., белок-5,4 г.'
    },
    {
        eventKey: 'third',
        img: ice3,
        label: 'Красный апельсин и мюсли VEGAN',
        price: '680',
        description: 'Овсяный десерт с пюре красного апельсина, мультизлаковыми мюсли и овсяным молоком, обогащенный кальцием и витаминами B и D.',
        text1: 'Сахарный сироп, молоко овсяное (вода питьевая, крупа овсяная,' +
            ' масло подсолнечное, соль, витаминно-минеральный комплекс: кальций ' +
            '(трикальцийфосфат), витамины (рибофлавин (В2), В12, D)), масло кокосовое, ' +
            'тапиока крахмал, мюсли (хлопья овсяные, пшеничные, ржаные, ячменные, гречневые), ' +
            'пюре красного апельсина (сахар, мякоть апельсина, сок красного апельсина, загуститель (Е440), ' +
            'аскорбиновая кислота, ароматизатор апельсин,), эмульгатор (Е471), стабилизаторы (Е412, Е410), соль поваренная пищевая.',
        text2: 'Калорийность – 150 ккал/630 кДж, содержание белков - 0 г, жиров - 8,5 г, углеводов - 18,5 г.'
    },
    {
        eventKey: 'fourth',
        img: ice4,
        label: 'Фисташка с миндалем VEGAN',
        price: '680',
        description: 'Фисташковый десерт с дробленым миндалем.',
        text1: 'Сахарный сироп, миндаль, паста фисташки, база веган (растительные волокна, рисовый белок, загуститель камедь тары),' +
            ' глюкозный сироп, декстроза, растительные волокна, стабилизаторы (декстроза, глюкозный сироп, мальтодекстрин, растительные волокна),' +
            ' соль поваренная пищевая.',
        text2: 'Калорийность - 163 ккал/ 672 кДж, содержание белков - 3.0 г, жиров - 7,5 г, углеводов -21,0 г.'
    },
    {
        eventKey: 'fifth',
        img: ice5,
        label: 'PURONERO VEGAN',
        price: '680',
        description: 'Замороженный шоколадный десерт.',
        text1: 'Сахарный сироп, какао-масса, база веган (растительные волокна, рисовый белок, загуститель камедь тары),' +
            ' глюкозный сироп, декстроза, какао-порошок, стабилизаторы (декстроза, глюкозный сироп, мальтодекстрин, растительные волокна),' +
            ' соль поваренная пищевая.',
        text2: 'Калорийность - 157 ккал/659 кДж, содержание белков -2,3 г, жиров -6,0 г, углеводов - 23,5 г.'
    },
    {
        eventKey: 'sixth',
        img: ice6,
        label: 'Попкорн VEGAN',
        price: '680',
        description: 'Кокосовый десерт с шоколадно-кокосовым попкорном с кокосовым молоком.',
        text1: 'Сахарный сироп, молоко кокосовое (переработанная мякоть кокосового ореха 35%, вода 65%),' +
            ' масло кокосовое, тапиока крахмал, попкорн "шоколад-кокос" (зерно кукурузы, кокосовое масло,' +
            ' тростниковый сахар, натуральный какао-порошок, кокос, соевый лецитин (Е322)), эмульгатор (Е471),' +
            ' стабилизаторы (Е412, Е410), соль поваренная пищевая.',
        text2: 'Калорийность - 164 ккал/688 кДж, содержание белков - 0 г, жиров - 10.5 г, углеводов - 17.5 г.'
    }
]

export default assor
