const home = [
    {
        text1:'Немного информации',
        text2:'МОРОЖЕНКА — это бренд легендарного десерта, который обожают взрослые и дети по всему миру.',
        text3:'Это десятки уникальных вкусов и ароматов, высокое качество натуральных ингредиентов,' +
            ' современные фабрики во многих странах, в том числе России (в Москве работает самое крупное в Европе производство).' +
            ' Хотите узнать историю фирмы? Мы расскажем, как начинали свой маленький бизнес, как превратилось маленькое кафе с мороженым в узнаваемый бренд.',

    },
    {
        text1:'Производство',
        text3:'С самых первых лет мороженое бренда МОРОЖЕНКА изготавливается только из натурального сырья.' +
            'В рецептуру входят сливки, фрукты, ягоды, орехи, сиропы. Искусственные добавки, пальмовое масло и прочие сомнительные компоненты исключены.' +
            ' На фабриках используется старинная рецептура — вы можете не беспокоиться за свое здоровье.',

    },

]
export default home